Repository: WordPressBugBounty/plugins-floating-contact-buttons
Catalog: floating-contact-buttons/languages/fcb-*.po
Languages: de_de, fr_ca, it_it

source: (Ex: +91XXXXXXXXXX)
de_de: (Beispiel: +91XXXXXXXXXX)
fr_ca: (Exemple : +91XXXXXXXXXX)
it_it: (Es: +91XXXXXXXXXX)

source: +91XXXXXXXXXX
fr_ca: +91XXXXXXXXXXXX

source: Add Page/Post Id (where you want to display Quick Contact Buttons) with comma seperator (Ex. 2036,2251).
de_de: Fügen Sie die Seiten-/Beitrags-ID (auf der Sie Schnellkontaktschaltflächen anzeigen möchten) mit einem Komma-Trennzeichen hinzu (z. B. 2036,2251).
fr_ca: Ajoutez un identifiant de page/post (où vous souhaitez afficher les boutons de contact rapide) avec un séparateur par virgule (Ex. 2036,2251).
it_it: Aggiungi l'ID pagina/post (dove desideri visualizzare i pulsanti di contatto rapido) con il separatore virgola (es. 2036,2251).

source: Background Color
de_de: Hintergrundfarbe
fr_ca: Couleur de l'arrière plan
it_it: Colore di sfondo

source: Call Now
de_de: Jetzt anrufen
fr_ca: Appelle maintenant
it_it: Chiamare ora

source: Callback Request
de_de: Rückrufwunsch
fr_ca: Demande de rappel
it_it: Richiesta di richiamata

source: Choose File
de_de: Datei wählen
fr_ca: Choisir le fichier
it_it: Scegli il file

source: Choose the screen where you do not wish to showcase the "Call Now" button.
de_de: Wählen Sie den Bildschirm aus, auf dem die Schaltfläche „Jetzt anrufen“ nicht angezeigt werden soll.
fr_ca: Choisissez l'écran sur lequel vous ne souhaitez pas afficher le bouton "Appeler maintenant".
it_it: Scegli la schermata in cui non desideri visualizzare il pulsante "Chiama adesso".

source: Circle Color
de_de: Kreisfarbe
fr_ca: Couleur du cercle
it_it: Colore del cerchio

source: Click Here
de_de: Klicken Sie hier
fr_ca: Cliquez ici
it_it: Clicca qui

source: Cool Plugins
de_de: Coole Plugins
fr_ca: Plugins sympas
it_it: Plugin fantastici

source: Country Code
de_de: Landesvorwahl
fr_ca: Code postal
it_it: Prefisso internazionale

source: Custom Link
de_de: Benutzerdefinierten Link
fr_ca: Lien personnalisé
it_it: Collegamento personalizzato

source: Custom Link Label
de_de: Benutzerdefiniertes Link-Label
fr_ca: Étiquette de lien personnalisée
it_it: Etichetta di collegamento personalizzata

source: Custom Link.
de_de: Benutzerdefinierten Link.
fr_ca: Lien personnalisé.
it_it: Collegamento personalizzato.

source: Custom Page/Post Id
de_de: Benutzerdefinierte Seiten-/Beitrags-ID
fr_ca: Identifiant de page/article personnalisé
it_it: ID pagina/post personalizzato

source: Email Address
de_de: E-Mail-Adresse
fr_ca: Adresse e-mail
it_it: Indirizzo e-mail

source: Email From (For Callback Request):
de_de: E-Mail von (für Rückrufanfrage):
fr_ca: E-mail de (pour demande de rappel) :
it_it: E-mail da (per richiesta di richiamata):

source: Email Sent To (For Callback Request):
de_de: E-Mail gesendet an (für Rückrufanfrage):
fr_ca: E-mail envoyé à (pour demande de rappel) :
it_it: Email inviata a (per richiesta di richiamata):

source: Email Us
de_de: Schreiben Sie uns eine E-Mail
fr_ca: Envoyez-nous un email
it_it: Mandaci una email

source: Enter page/post custom ID
de_de: Geben Sie die benutzerdefinierte Seiten-/Beitrags-ID ein
fr_ca: Saisissez l'identifiant personnalisé de la page/de la publication
it_it: Inserisci l'ID personalizzato della pagina/post

source: Enter Your Custom Link Name
de_de: Geben Sie Ihren benutzerdefinierten Linknamen ein
fr_ca: Entrez votre nom de lien personnalisé
it_it: Inserisci il nome del tuo collegamento personalizzato

source: Enter Your Facebook Username
de_de: Geben Sie Ihren Facebook-Benutzernamen ein
fr_ca: Entrez votre nom d'utilisateur Facebook
it_it: Inserisci il tuo nome utente di Facebook

source: Enter Your Instagram Username
de_de: Geben Sie Ihren Instagram-Benutzernamen ein
fr_ca: Entrez votre nom d'utilisateur Instagram
it_it: Inserisci il tuo nome utente Instagram

source: Enter Your Skype Username
de_de: Geben Sie Ihren Skype-Benutzernamen ein
fr_ca: Entrez votre nom d'utilisateur Skype
it_it: Inserisci il tuo nome utente Skype

source: Enter Your Slack Team ID
de_de: Geben Sie Ihre Slack-Team-ID ein
fr_ca: Entrez votre identifiant d'équipe Slack
it_it: Inserisci il tuo ID squadra Slack

source: Enter Your Slack User ID
de_de: Geben Sie Ihre Slack-Benutzer-ID ein
fr_ca: Entrez votre identifiant Slack
it_it: Inserisci il tuo ID utente Slack

source: Enter Your Telegram Username
de_de: Geben Sie Ihren Telegram-Benutzernamen ein
fr_ca: Entrez votre nom d'utilisateur Telegram
it_it: Inserisci il tuo nome utente Telegram

source: Enter Your Viber Address
de_de: Geben Sie Ihre Viber-Adresse ein
fr_ca: Entrez votre adresse Viber
it_it: Inserisci il tuo indirizzo Viber

source: Enter Your X Username
de_de: Geben Sie Ihren X-Benutzernamen ein
fr_ca: Entrez votre nom d'utilisateur X
it_it: Inserisci il tuo nome utente X

source: Facebook Username
de_de: Facebook-Benutzername
fr_ca: Nom d'utilisateur Facebook
it_it: Nome utente Facebook

source: Floating buttons for instant support or quick contact - callback, skype, slack, telegram.
de_de: Schwebende Schaltflächen für sofortigen Support oder schnellen Kontakt – Rückruf, Skype, Slack, Telegramm.
fr_ca: Boutons flottants pour une assistance instantanée ou un contact rapide - rappel, skype, slack, télégramme.
it_it: Pulsanti mobili per supporto immediato o contatto rapido: richiamata, Skype, Slack, Telegramma.

source: Font Color
de_de: Schriftfarbe
fr_ca: Couleur de la police
it_it: Colore del carattere

source: General Settings
de_de: Allgemeine Einstellungen
fr_ca: réglages généraux
it_it: impostazioni generali

source: I already rated it
de_de: Ich habe es bereits bewertet
fr_ca: je l'ai déjà noté
it_it: L'ho già valutato

source: I consent to having Cool Plugins store my all submitted information via this form, they can also respond to my inquiry.
de_de: Ich bin damit einverstanden, dass Cool Plugins meine über dieses Formular übermittelten Informationen speichert und auf meine Anfrage antworten kann.
fr_ca: J'accepte que Cool Plugins stocke toutes mes informations soumises via ce formulaire, ils peuvent également répondre à ma demande.
it_it: Acconsento che Cool Plugins memorizzi tutte le informazioni inviate tramite questo modulo e possano anche rispondere alla mia richiesta.

source: I found a better plugin
de_de: Ich habe ein besseres Plugin gefunden
fr_ca: J'ai trouvé un meilleur plugin
it_it: Ho trovato un plugin migliore

source: If you have a moment, please share why you are deactivating this plugin.
de_de: Wenn Sie einen Moment Zeit haben, teilen Sie uns bitte mit, warum Sie dieses Plugin deaktivieren.
fr_ca: Si vous avez un moment, veuillez expliquer pourquoi vous désactivez ce plugin.
it_it: Se hai un momento, condividi il motivo per cui stai disattivando questo plugin.

source: Instagram Username
de_de: Instagram-Benutzername
fr_ca: Nom d'utilisateur Instagram
it_it: Nome utente di Instagram

source: Instant Support Buttons - Call, Contact, Chat, Email
de_de: Schaltflächen für sofortigen Support – Anruf, Kontakt, Chat, E-Mail
fr_ca: Boutons d'assistance instantanée : appel, contact, chat, e-mail
it_it: Pulsanti di supporto istantaneo: chiamata, contatto, chat, e-mail

source: It's a temporary deactivation
de_de: Es handelt sich um eine vorübergehende Deaktivierung
fr_ca: C'est une désactivation temporaire
it_it: È una disattivazione temporanea

source: No, not good enough, i do not like to rate it!
de_de: Nein, nicht gut genug, ich bewerte es nicht gern!
fr_ca: Non, pas assez bien, je n'aime pas le noter !
it_it: No, non abbastanza buono, non mi piace valutarlo!

source: Not Interested
de_de: Nicht interessiert
fr_ca: Pas intéressé
it_it: Non interessato

source: Other
de_de: Andere
fr_ca: Autre
it_it: Altro

source: Phone Number (for call now button)
de_de: Telefonnummer (für die Schaltfläche „Jetzt anrufen“)
fr_ca: Numéro de téléphone (pour le bouton Appeler maintenant)
it_it: Numero di telefono (per il pulsante Chiama ora)

source: Please configure at least one social media option in setting's page
de_de: Bitte konfigurieren Sie mindestens eine Social-Media-Option auf der Einstellungsseite
fr_ca: Veuillez configurer au moins une option de réseau social dans la page des paramètres
it_it: Configura almeno un'opzione di social media nella pagina delle impostazioni

source: Please enter valid phone number
de_de: Bitte geben Sie eine gültige Telefonnummer ein
fr_ca: S'il vous plait entrez un numéro de téléphone valide
it_it: Si prega di inserire il numero di telefono valido

source: Please enter your phone number and we will call you back soon
de_de: Bitte geben Sie Ihre Telefonnummer ein und wir rufen Sie zeitnah zurück
fr_ca: Veuillez entrer votre numéro de téléphone et nous vous rappellerons bientôt
it_it: Inserisci il tuo numero di telefono e ti richiameremo presto

source: Please share the reason
de_de: Bitte teilen Sie den Grund mit
fr_ca: Veuillez partager la raison
it_it: Per favore condividi il motivo

source: Please share which plugin
de_de: Bitte teilen Sie welches Plugin mit
fr_ca: Veuillez partager quel plugin
it_it: Per favore condividi quale plugin

source: Quick Feedback
de_de: Schnelles Feedback
fr_ca: Commentaires rapides
it_it: Feedback rapido

source: Required
de_de: Erforderlich
fr_ca: Requis
it_it: Necessario

source: Required for
de_de: Benötigt für
fr_ca: Requis pour
it_it: Richiesto per

source: Select Background color
de_de: Wählen Sie Hintergrundfarbe
fr_ca: Sélectionnez la couleur d'arrière-plan
it_it: Seleziona Colore di sfondo

source: Select Circle color
de_de: Wählen Sie die Kreisfarbe aus
fr_ca: Sélectionnez la couleur du cercle
it_it: Seleziona il colore del cerchio

source: Select Font color
de_de: Wählen Sie Schriftfarbe
fr_ca: Sélectionnez la couleur de la police
it_it: Seleziona Colore carattere

source: Select where you want to display
de_de: Wählen Sie aus, wo Sie anzeigen möchten
fr_ca: Sélectionnez l'endroit où vous souhaitez afficher
it_it: Seleziona dove vuoi visualizzare

source: Show on Pages/Posts
de_de: Auf Seiten/Beiträgen anzeigen
fr_ca: Afficher sur les pages/articles
it_it: Mostra su pagine/post

source: Skype Username
de_de: Skype-Benutzername
fr_ca: Nom d'utilisateur Skype
it_it: Nome utente Skype

source: Slack
de_de: Locker
fr_ca: Mou
it_it: Lento

source: Slack Team ID
fr_ca: Identifiant de l'équipe Slack
it_it: ID squadra lenta

source: Slack User ID
de_de: Slack-Benutzer-ID
fr_ca: ID utilisateur Slack
it_it: ID utente lento

source: Social media options not selected
de_de: Social-Media-Optionen nicht ausgewählt
fr_ca: Options de réseaux sociaux non sélectionnées
it_it: Opzioni di social media non selezionate

source: Style Settings
de_de: Stileinstellungen
fr_ca: Paramètres de style
it_it: Impostazioni di stile

source: Submit
de_de: Einreichen
fr_ca: Soumettre
it_it: Invia

source: Support Button
de_de: Support-Taste
fr_ca: Bouton d'assistance
it_it: Pulsante di supporto

source: Support Button should match the one provided in the SMTP plugin settings.
de_de: Der Support-Button sollte mit dem in den SMTP-Plugin-Einstellungen angegebenen übereinstimmen.
fr_ca: Le bouton de support doit correspondre à celui fourni dans les paramètres du plugin SMTP.
it_it: Il pulsante di supporto deve corrispondere a quello fornito nelle impostazioni del plug-in SMTP.

source: Telegram
de_de: Telegramm
fr_ca: Télégramme
it_it: Telegramma

source: Telegram Username
de_de: Telegram-Benutzername
fr_ca: Nom d'utilisateur du télégramme
it_it: Nome utente di Telegram

source: Thank you
de_de: Danke
fr_ca: Merci
it_it: Grazie

source: The plugin didn't work as expected
de_de: Das Plugin funktionierte nicht wie erwartet
fr_ca: Le plugin n'a pas fonctionné comme prévu
it_it: Il plugin non ha funzionato come previsto

source: The plugin is not working
de_de: Das Plugin funktioniert nicht
fr_ca: Le plugin ne fonctionne pas
it_it: Il plugin non funziona

source: Viber Address
de_de: Viber-Adresse
fr_ca: Adresse Viber
it_it: Indirizzo Viber

source: We will call you back soon
de_de: Wir rufen Sie bald zurück
fr_ca: Nous vous rappellerons bientôt
it_it: Ti richiameremo presto

source: WhatsApp Number
de_de: WhatsApp-Nummer
fr_ca: Numéro WhatsApp
it_it: Numero WhatsApp

source: X (Twitter) Username
de_de: X (Twitter) Benutzername
fr_ca: X (Twitter) Nom d'utilisateur
it_it: X (Twitter) Nome utente
